
[Demonologie_expert.A_ArcaneShield_Ability H7HeroAbility]
mName="Покров Шеога"
mTooltip="В начале боя союзные существа получают бонус к %icon_health здоровью, равный %buff2.buff.stat. Этот эффект может быть снят."

[Demonologie_expert.A_Manteau_de_enfer_Buff H7BaseBuff]
mName="Покров Шеога"
mTooltip="%stat %icon_health здоровья."


[Demonologie_novice.A_BurningDetermination H7HeroAbility]
mName="Продвинутое открытие врат"
mTooltip=Открывает второе заклинание. Один раз за бой герой может призвать дополнительный отряд основных или элитных существ в размере %special1.val2% от выбранного, чтобы тот сражался на его стороне.Это работает только для демонических существ."

[Demonologie_expert.A_Fortune H7HeroAbility]
mName="Экспертное открытие врат"
mTooltip=Открывает третье заклинание. Один раз за бой герой может призвать дополнительный отряд существ в размере %special1.val2% от выбранного, чтобы тот сражался на его стороне.Это работает только для демонических существ."

[Demonologie_grand_maitre.A_destruction_vers H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Адское разрушение"
mTooltip="Существо наносит %d.min ед. урона всем соседним вражеским отрядам в конце своего хода."

[Demonologie_grand_maitre.A_Regeneration_vers H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Восстановление червя бездны"
mTooltip="В начале своего хода это существо восстанавливает %d.min %icon_health ед. здоровья всем соседним дружественным существам."

[Demonologie_grand_maitre.A_abyssal_ver_life_buff H7BaseBuff]
mName="Живучесть червя бездны"
mTooltip="Поглощает %special.val3 ед. урона."

[Demonologie_grand_maitre.A_life_Abyssal_vers H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Живучесть червя бездны"
mTooltip="Червь бездны может поглотить от %buff1.buff.special.val1 до %buff1.buff.special.val2 ед. урона."

[Demonologie_grand_maitre.A_SummonElemental H7HeroAbility]
mName="Призыв червя бездны"
mTooltip="Один раз за бой призывает червя бездны, который при атаке наносит 10 ед. урона за каждый уровень героя."

[demonologie_maitre.A_ArcaneAttunement_Ability H7HeroAbility]
mName="Адская стойка"
mTooltip="Если союзное существо не атаковало во время своего хода или после срабатывания боевого духа, оно получает 20% сопротивления магии до конца своего следующего хода."

[demonologie_maitre.A_enferStance_CreatureAbility H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Адская стойка"
mTooltip="До конца своего следующего хода существо получает на %buff1.buff.res1 меньше урона от %icon_magic магии, если оно не нанесло урона во время своего хода.." 

[demonologie_maitre.A_Infernal_Stance_Buff_DefenseIncrease H7BaseBuff]
mName="Адская стойка"
mTooltip="Существо получает на %res1 меньше урона от %icon_magic магии. Длительность (ходов): %durnow."

[Demonologie_novice.A_ArcaneCatalyst_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Демоническая энергия"
mTooltip="%buff1.buff.stat1 к базовому урону дружественных существ."

[Demonologie_novice.A_dephasage_Buff H7BaseBuff]
mName="Ясность"
mTooltip=""

[Demonologie_novice.A_force_demoniaque_Masterh H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Повелитель ада"
mTooltip="Герой начинает игру с навыком «Нападение» в ранге ученика и следующей способностью: %spell1.name. Эта способность дополнительно увеличивает основной урон дружественных существ на +1."


[Demonologie_novice.A_ArcaneChanneling_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Призыватель"
mTooltip="Каждый раз, когда герой впервые использует любое заклинание открытия врат в бою, он получает дополенительный ход. \nНельзя применить чаще, чем один раз за раунд."

[Demonologie_grand_maitre.byssal_vers H7Creature]
mName="Червь бездны"
mLore=""

[Veyers_skill_demonologie_debug.A_Metamagic_Skill H7Skill]
mDescriptions[0]="Герой получает в книгу новое заклинание "Открытие врат", один раз за бой призывающее дополнительный отряд существ в размере 5% от выбранного."
mDescriptions[1]=""
mDescriptions[2]="Герой получает в книгу новое заклинание "Открытие врат", один раз за бой призывающее дополнительный отряд существ в размере 5% от выбранного."
mDescriptions[3]="Увеличивает количество призываемых существ на 5%."
mDescriptions[4]="Дополнительно увеличивает количество призываемых существ на 5%."
mName="Демонология"
mTooltip="Позволяет открывать врата в Шеог, которые призывают дополнительный отряд существ и увеличивают его силу с повышением ранга."

[Veyers_skill_demonologie_debug.A_BurningDetermination H7HeroAbility]
mName="Открытие врат"
mTooltip=Открывает уникальное заклинание. Один раз за бой герой может призвать дополнительный отряд основных существ в размере %special1.val2% от выбранного, чтобы тот сражался на его стороне.Это работает только для демонических существ."